aalgo.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cxml="http://tempuri.org/">
<soapenv:Header/>
<soapenv:Body>
<cxml:EnvioCFE>
<cxml:nomusuario>erp2</cxml:nomusuario>
<cxml:clave>erp2</cxml:clave>
<cxml:tenant>morale</cxml:tenant>
<cxml:cliente></cxml:cliente>
<cxml:cfexml><![CDATA[<?xml version="1.0" encoding="UTF-8" ?>
<nsAdenda:CFE_Adenda xmlns:nsAdenda="http://cfe.dgi.gub.uy">
<nsAd:CFE version="1.0" xmlns:nsAd="http://cfe.dgi.gub.uy">
<nsAd:eTck>
 <nsAd:Encabezado>
<nsAd:IdDoc>
<nsAd:TipoCFE>101</nsAd:TipoCFE>
<nsAd:Serie></nsAd:Serie>
<nsAd:Nro></nsAd:Nro>
<nsAd:FchEmis>2019-03-02</nsAd:FchEmis>
<nsAd:MntBruto>1</nsAd:MntBruto>
<nsAd:FmaPago>1</nsAd:FmaPago>
</nsAd:IdDoc>
<nsAd:Emisor>
<nsAd:RUCEmisor>120132110017</nsAd:RUCEmisor>
<nsAd:RznSoc>Heriberto Daniel Morales Ayende</nsAd:RznSoc>
<nsAd:NomComercial>Morales Repuestos</nsAd:NomComercial>
<nsAd:EmiSucursal>Sucursal principal</nsAd:EmiSucursal>
<nsAd:CdgDGISucur>2</nsAd:CdgDGISucur>
<nsAd:DomFiscal>Rep. Argentina 1718</nsAd:DomFiscal>
<nsAd:Ciudad>PAYSANDU</nsAd:Ciudad>
<nsAd:Departamento>PAYSANDU</nsAd:Departamento>
</nsAd:Emisor>
<nsAd:Totales>
<nsAd:TpoMoneda>UYU</nsAd:TpoMoneda><nsAd:MntNoGrv>0.00</nsAd:MntNoGrv>
<nsAd:MntNetoIvaTasaMin>0.00</nsAd:MntNetoIvaTasaMin>
<nsAd:MntNetoIVATasaBasica>7840.16</nsAd:MntNetoIVATasaBasica>
<nsAd:IVATasaMin>10</nsAd:IVATasaMin>
<nsAd:IVATasaBasica>22</nsAd:IVATasaBasica>
<nsAd:MntIVATasaMin>0.00</nsAd:MntIVATasaMin>
<nsAd:MntIVATasaBasica>1724.84</nsAd:MntIVATasaBasica>
<nsAd:MntTotal>9565</nsAd:MntTotal>
<nsAd:CantLinDet>13</nsAd:CantLinDet>
<nsAd:MontoNF>0.0</nsAd:MontoNF>
<nsAd:MntPagar>9565</nsAd:MntPagar>
</nsAd:Totales>
 </nsAd:Encabezado>
<nsAd:Detalle>
<nsAd:Item>
<nsAd:NroLinDet>1</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>2</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>2000-REP B FRENOS R 12</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>143.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>143</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>3</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>3000-PASA RUEDA TRA DER E IZQ</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>1701.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>1701</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>4</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>4000-L82 OPTICO MEDIANO 2 POLO</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>187.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>187</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>5</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000/1-ABRAZADERA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>26.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>26</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>6</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1500-JGO JUNTAS COMPL 1311</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>3991.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>3991</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>7</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>8</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>9</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>10</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>11</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>12</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>482.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>482</nsAd:MontoItem>
</nsAd:Item>
<nsAd:Item>
<nsAd:NroLinDet>13</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>2000-REP B FRENOS R 12</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>143.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>143</nsAd:MontoItem>
</nsAd:Item>
</nsAd:Detalle>
<nsAd:CAEData>
<nsAd:CAE_ID>1</nsAd:CAE_ID>
<nsAd:DNro>1</nsAd:DNro>
<nsAd:HNro>1</nsAd:HNro>
<nsAd:FecVenc></nsAd:FecVenc>
</nsAd:CAEData>
</nsAd:eTck>
</nsAd:CFE>
<nsAdenda:Adenda>Obs:                                                                                                                                                                                                                                                                &lt;br&gt;Ref: 336910</nsAdenda:Adenda></nsAdenda:CFE_Adenda>
]]></cxml:cfexml>
<cxml:referenciaERP>336910</cxml:referenciaERP>
<cxml:devolverQR>0</cxml:devolverQR>
<cxml:sizeQR>10</cxml:sizeQR>
<cxml:impprime>0</cxml:impprime>
<cxml:template>Uso General</cxml:template>
<cxml:devolverXML>0</cxml:devolverXML>
<cxml:version>1.34.7</cxml:version>
</cxml:EnvioCFE>
</soapenv:Body>
</soapenv:Envelope>
